Repository: safeblock/SafeBlock.io
Catalog: SafeBlock.io/Resources/Views/Home/Index.*.resx
Languages: fr

# ActuallySafeBlockSupports
source: Actually SafeBlock.io supports this seven following currencies.
fr: Actuellement SafeBlock.io supporte ces 7 cryptomonnaies.

source: Become Affiliated
fr: Devenir Affilié

source: Create Account
fr: Créer un Compte

# CreateWallet
source: Create a Wallet
fr: Créer un Wallet

# EnterEmail
source: Enter your email address...
fr: Entrer votre adresse email...

# FeelFree
source: Feel free to create your multi-currency wallet now and enjoy all the features like exchange, mixing ...
fr: N'hésitez pas à créer votre portefeuille multi-devises maintenant et profitez de toutes les fonctionnalités comme l'échange, le mixage ...

# GetUpdates
source: Get updates about SafeBlock.io and news about cryptocurrencies.
fr: Obtenez des informations à propos de SafeBlock.io et des news sur les cryptomonnaies.

source: Git Repository
fr: Dépot Git

# KeepInSecurity
source: With SafeBlock.io Keep all your Cryptos in a Perfect Security 💪
fr: Avec SafeBlock.io Gardez tous vos Cryptos dans une sécurité parfaite 💪

source: My Account
fr: Mon Compte

source: Privacy Policy
fr: Politique sur la vie privée

# ReadMoreAbout
source: Read more about how we collect and use your data in our
fr: Lisez comment nous utilisez vos données dans notre

source: Register
fr: Inscription

source: See the Blog
fr: Voir le Blog

# Slider1
source: With SafeBlock.io<br />Keep all your Cryptos<br />in a Perfect Security 💪
fr: Avec SafeBlock.io<br />Gardez tout vos Coins<br />en Sécurité 💪

# Slider2
source: Feel free to create your multi-currency wallet now<br />and enjoy all the features: exchange, mixing ...
fr: N'hésitez pas à créer votre portefeuille multi-devises<br />maintenant et profitez de toutes nos fonctionnalités.

source: Subscribe
fr: Souscription !

# SubscribeToNewsletter
source: Subcribe to our Newsletter
fr: Souscription à la Newsletter

source: Useful Links
fr: Liens Utiles

# WeAreActually
source: We are actually one of the best solutions for keeping your coins safe.
fr: Nous sommes l'une des meilleures solutions pour garder vos cryptomonnaies en toute sécurité.

# WhichCurrencies
source: Which Currencies are supported ?
fr: Quelles Cryptomonnaies sont Supportés ?

# WhyChooseSafeBlock
source: Why choose SafeBlock.io ?
fr: Pourquoi choisir SafeBlock.io ?
